[
  {
    "name": "Amici 9\" Double-Serrated Bread Knife",
    "manufacturer": "Wusthof",
    "price": 325,
    "weight": 385,
    "blade": 229,
    "type": "bread",
    "hadnleColor": "brown",
    "isPopular": false,
    "description": "Anyone who picks up the Amici Double-Serrated Bread Knife will be surprised by its unique effectiveness. While most bread knives have single serration, our innovative, precision-sharpened, double-serrated blade features a second serration along the knife’s edge, making it especially efficient for slicing through soft bread and crusty loaves alike -- without crushing or tearing. (Insider tip: you can also use it to slice those larger, tough-skinned gourds, like pumpkins and butternut squash!) A full bolster - the thicker area between the blade and the handle on forged knives - protects your fingers during any slicing or carving. The custom-grained Calabrian olive wood handle is naturally water-resistant and antibacterial, and its organic shape fits comfortably in hands of any size.",
    "image": "./assets/images/goods/Amici 9inch Double-Serrated Bread Knife.webp"
  },
  {
    "name": "Tsuchimon Bread knife",
    "manufacturer": "Yaxell",
    "price": 160,
    "weight": 227,
    "blade": 273,
    "type": "bread",
    "hadnleColor": "dark",
    "isPopular": true,
    "description": "The Yaxell Tsuchimon bread knife is a stylish Japanese bread knife with a hammered blade. With the 23 cm long serrated blade you can cut all types of bread: from hard to soft crusts, from buns to baguettes.",
    "image": "./assets/images/goods/Yaxell Tsuchimon 273 bread.webp"
  },
  {
    "name": "Pro 6\" Meat Cleaver",
    "manufacturer": "Zwilling",
    "price": 275,
    "weight": 472,
    "blade": 151,
    "type": "cleaver",
    "hadnleColor": "dark",
    "isPopular": false,
    "description": "Chop roast chickens, a rack of ribs or stock bones cleanly and effortlessly with this heavy-duty cleaver. Forged from a single piece of ice-hardened steel, the blade boasts maximum durability and sharpness. Like all knives in the Pro collection, this cleaver features an innovative curved bolster grip. This allows you to use a professional pinch grip for more control and less fatigue when breaking down large cuts of meat. Cut like a Pro with this ultimate cleaver.",
    "image": "./assets/images/goods/ZWILLING PRO 6 inch meat cleaver.webp"
  },
  {
    "name": "DP 3Layered by VG10 Chinese Knife",
    "manufacturer": "Tojiro",
    "price": 170,
    "weight": 580,
    "blade": 225,
    "type": "cleaver",
    "hadnleColor": "steel",
    "isPopular": true,
    "description": "VG10 as core steel, clad by 13-chrome stainless steel, it has achieved both professional sharpness and easy maintenance. It is hygienic all-stainless steel with tornado texture on the handle that brings anti-slip effect and comfortably support your cooking.",
    "image": "./assets/images/goods/TOJIRO PRO DP 3Layered by VG10 Chinese Knife 225mm.webp"
  },
  {
    "name": "Ran Chinese Chef's",
    "manufacturer": "Yaxell",
    "price": 220,
    "weight": 300,
    "blade": 180,
    "type": "chef",
    "hadnleColor": "dark",
    "isPopular": true,
    "description": "Constructed of Japanese VG10 Cobalt Molybdenum Vanadium stainless steel; Japanese kanji is hand engraved on the blade; 61 Rockwell Hardness",
    "image": "./assets/images/goods/Yaxell Ran Plus 7 Chinese Chef's Knife.webp"
  },
  {
    "name": "Classic Ikon 7\" Fillet Knife",
    "manufacturer": "Wusthof",
    "price": 170,
    "weight": 150,
    "blade": 178,
    "type": "fillet",
    "hadnleColor": "dark",
    "isPopular": false,
    "description": "While boning knives and cleavers are more suitable for coarser tasks, the flexible blade of the Fillet Knife was designed for wafer-thin filleting. Precision cutting of meat, loosening the fish fillet from the skin, or peeling fruit – these are the Fish Fillet Knife's special talents.",
    "image": "./assets/images/goods/Classic Ikon 7 Fillet Knife.webp"
  },
  {
    "name": "Hammered Finish Chef Knife",
    "manufacturer": "Tojiro",
    "price": 208,
    "weight": 190,
    "blade": 240,
    "type": "chef",
    "hadnleColor": "light",
    "isPopular": true,
    "description": "This is fusion of tradition and modern technology. VG10 in core, 13 chrome stainless steel as outer layers. Kurouchi finish usually gets rust quite easy, but clear coating applied on blade surface in order to prevent having rust easily. Hammered texture is not only design, but effective against food sticking on blade. Handle is made from Japanese magnolia which has smooth texture and good in water resistance.",
    "image": "./assets/images/goods/Hammered Finish Chef Knife.webp"
  },
  {
    "name": "Super Gou SG2 8\" Chef's Knife",
    "manufacturer": "Yaxell",
    "price": 300,
    "weight": 249,
    "blade": 203,
    "type": "chef",
    "hadnleColor": "brown",
    "isPopular": true,
    "description": "The Yaxell Super Gou Chef's Knife is designed for slicing, dicing, and chopping a full range of fruits, vegetables, and more. With its curved belly, the Chef's knife can be gently rocked through fresh herbs or spices to produce a very fine mince. Yaxell Super Gou blades feature an extremely sharp cutting edge.",
    "image": "./assets/images/goods/Yaxell Super Gou SG2 8-inch Chef's Knife.webp"
  },
  {
    "name": "Performer 6\" Chef's Knife",
    "manufacturer": "Wusthof",
    "price": 300,
    "weight": 222,
    "blade": 152,
    "type": "chef",
    "hadnleColor": "dark",
    "isPopular": true,
    "description": "The Performer Chef's Knife is the dynamic all-rounder in the kitchen. With its shorter 16 cm blade, this professional knife is ideal for precise, clean work on small and large ingredients. It is suitable for all knife techniques – making it the perfect all-purpose knife for food lovers and professional chefs. Diamond-like carbon (DLC) coating: the DLC-coated blade is the gold standard on the knife market. It glides almost effortlessly through hard and soft ingredients and is also extremely durable and scratch-resistant. Hexagon Power Grip: the innovative, ergonomic handle with its offset non-slip honeycomb structure ensures ultimate control and is ideal for all working conditions.",
    "image": "./assets/images/goods/Performer 6inch Chef's Knife.webp"
  },
  {
    "name": "Pro 7\" Fillet Knife",
    "manufacturer": "Zwilling",
    "price": 176,
    "weight": 123,
    "blade": 180,
    "type": "fillet",
    "hadnleColor": "dark",
    "isPopular": true,
    "description": "The Zwilling TWIN Professional \"S\" 7\" Fillet Knife has a flexible blade for efficiently filleting fish. It is also an excellent lightweight slicer for tender foods such as fruits and vegetables.",
    "image": "./assets/images/goods/Pro 7 Fillet Knife.webp"
  },
  {
    "name": "Bread knife Damascus steel 32 cm",
    "manufacturer": "Gude",
    "price": 4880,
    "weight": 335,
    "blade": 320,
    "type": "bread",
    "hadnleColor": "brown",
    "isPopular": false,
    "description": "This Güde knife is a real luxury variant of Damascus steel knives. The Güde bread knife shows at first sight that this is a very individual, exclusive specialty. The blade is made from the so-called \"wild damask\". Wild Damascus is characterized by the fact that this special Damascus steel is made from a soft, elastic steel and an extremely hard steel.",
    "image": "./assets/images/goods/Gude bread knife Damascus steel 32 cm.webp"
  },
  {
    "name": "Service en Salle DP Damascus Steel Steak Knife",
    "manufacturer": "Tojiro",
    "price": 162,
    "weight": 145,
    "blade": 190,
    "type": "steak",
    "hadnleColor": "steel",
    "isPopular": true,
    "description": "Service knife produced by under supervision of French Food Culture Center, an authoritative organization promoting French food and culture in Japan. By forging steel of two different hardness over and over, elegant ripple pattern emerges and high uniformity of core steel VG10 eventually generate maximum sharpness. Its handle form is designed to suit unique grip handling of French food servicemen/women. Handle is hygienic all stainless steel with texture so called “tornado pattern” which prevents wet or greasy hand from slipping off.",
    "image": "./assets/images/goods/Service en Salle DP Damascus Steel Steak Knife.webp"
  },
  {
    "name": "Bob Kramer Chef's Knife",
    "manufacturer": "Zwilling",
    "price": 480,
    "weight": 290,
    "blade": 260,
    "type": "chef",
    "hadnleColor": "dark",
    "isPopular": true,
    "description": " The Bob Kramer Stainless Damascus Chef's Knife is best used for chopping, dicing and slicing fruits, vegetables and meat.",
    "image": "./assets/images/goods/Bob Kramer Stainless Damascus Chefs Knives.webp"
  },
  {
    "name": "IKON Cook's Knife",
    "manufacturer": "Wusthof",
    "price": 285,
    "weight": 256,
    "blade": 200,
    "type": "chef",
    "hadnleColor": "brown",
    "isPopular": true,
    "description": "The WÜSTHOF 8” CLASSIC IKON Chef’s Knife is essential for preparing any meal. This all-purpose cook’s knife can be used for chopping, mincing, slicing and dicing",
    "image": "./assets/images/goods/Wusthof Ikon Blackwood 8 Inch Chef.webp"
  },
  {
    "name": "OBORO Bread Knife 220mm",
    "manufacturer": "Tojiro",
    "price": 169,
    "weight": 160,
    "blade": 220,
    "type": "bread",
    "hadnleColor": "dark",
    "isPopular": true,
    "description": "Suitable for both professional and home use. Not only practical, it is designwise superior and unique. Black and white pattern inspires image of traditional Japanese ink wash painting.Selected most popular five items are available.",
    "image": "./assets/images/goods/OBORO Bread Knife 220mm.webp"
  },
  {
    "name": "Kappa Steak Knife",
    "manufacturer": "Gude",
    "price": 93,
    "weight": 141,
    "blade": 89,
    "type": "steak",
    "hadnleColor": "steel",
    "isPopular": false,
    "description": "All Güde knives of the Kappa series are made of a single piece of chrome-vanadium-molybdenum knife steel. This steel is hand-forged. Each individual knife is manufactured in over 30 manual steps. The knives are ice-hardened after forging, which gives the steel an extreme strength and thus a higher cutting durability. The one-piece all-metal construction offers also a unique weight balance.",
    "image": "./assets/images/goods/Kappa steak knife.webp"
  },
  {
    "name": "Four Star Chef's",
    "manufacturer": "Zwilling",
    "price": 90,
    "weight": 210,
    "blade": 200,
    "type": "chef",
    "hadnleColor": "dark",
    "isPopular": false,
    "description": "This chef's knife of the Four Star series by Zwilling is a tool for a variety of tasks in the kitchen. You can use it to prepare fish, meat, poultry or vegetarian dishes. The knife cuts all ingredients effortlessly. With a blade length of 20 cm, it is of course primarily suitable for larger foods.",
    "image": "./assets/images/goods/Four Star Chef's.webp"
  },
  {
    "name": "Mon Bread Knife",
    "manufacturer": "Yaxell",
    "price": 120,
    "weight": 318,
    "blade": 223,
    "type": "bread",
    "hadnleColor": "dark",
    "isPopular": false,
    "description": "The Yaxell Mon Bread Knife is designed to be used to slice bread, cakes, pastries and larger fruits with tough skin.",
    "image": "./assets/images/goods/Mon 9-inch Bread Knife.webp"
  },
  {
    "name": "Bellasera steak knife",
    "manufacturer": "Zwilling",
    "price": 33,
    "weight": 102,
    "blade": 127,
    "type": "steak",
    "hadnleColor": "steel",
    "isPopular": false,
    "description": "Bellasera features contemporary styling, fashioned with a lustrous mirror finish. Unique standing knife design will make an elegant statement at the table.",
    "image": "./assets/images/goods/bellasera steak knife.webp"
  },
  {
    "name": "Super Gou Ypsilon 8\" Chef's Knife",
    "manufacturer": "Yaxell",
    "price": 849,
    "weight": 249,
    "blade": 220,
    "type": "chef",
    "hadnleColor": "dark",
    "isPopular": true,
    "description": "Yaxell Super GOU Ypsilon was created as an upgrade model of Super GOU 161 Layers – the 2016 #1 rated by WIKI USA.",
    "image": "./assets/images/goods/Super Gou Ypsilon Chef’s Knife 200 mm.webp"
  }
]
